[
  {
    "pertanyaan": "Berapa poin pelatihan yang bisa kamu dapatkan dari Quest Harian setiap hari di event jalan seorang Ninja?",
    "jawaban": "75"
  },
  {
    "pertanyaan": "Berapa bonus movement speed maksimal yang bisa didapatkan vale dari skill pasif (windtalk)?",
    "jawaban": "80"
  },
  {
    "pertanyaan": "Saat ujian tertulis di ujian chunin, siapa yang duduk di samping Naruto?",
    "jawaban": "Hinata"
  },
  {
    "pertanyaan": "Apa saja item pemberi poin dalam minigame Pelatihan Taijutsu di event Jalan seorang Ninja?",
    "jawaban": "Log Penggantian"
  },
  {
    "pertanyaan": "Manakah dari peringkatan berikut yang tidak didapatkan Suyou dalam wujud Makhluk Abadai?",
    "jawaban": "Serang"
  },
  {
    "pertanyaan": "Kapan Magic Sentry muncul di area high ground timmu?",
    "jawaban": "Muncul ketika inner tureet di side lane mana pun dihancurkan."
  },
  {
    "pertanyaan": "Apa nama senjata Susano'o Itachi?",
    "jawaban": "Pedang Totsuka"
  },
  {
    "pertanyaan": "Pedang mana yang digunakan Sasuke?",
    "jawaban": "Pedang ular"
  },
  {
    "pertanyaan": "Apa yang dibawa Gaara di punggungnya?",
    "jawaban": "Gentong"
  },
  {
    "pertanyaan": "Manakah yang termasuk Ninjutsu peringkat S milik Sasuke?",
    "jawaban": "Kirin"
  },
  {
    "pertanyaan": "Melalui even apa kamu bisa dapatkan Skin Kolab Gaara di Kolab MLBB x Naruto?",
    "jawaban": "Jalan seorang Ninja"
  },
  {
    "pertanyaan": "Berapa jumlah maksimal stack untuk skill pasifVale 'Windtalk\"?",
    "jawaban": "10"
  },
  {
    "pertanyaan": "Manakah dari basic attack yang diperkuat milik Kalea yang bisa memulihkan rekan?",
    "jawaban": "2"
  },
  {
    "pertanyaan": "Pada menin keberapa Lord bangkit dan menjadi jauh lebih kuat?",
    "jawaban": "18"
  },
  {
    "pertanyaan": "Siapa ayah Kakashi?",
    "jawaban": "Sakumo Hatake"
  },
  {
    "pertanyaan": "Manakah Ninjutsu yang digunakan untuk memanggil Gamabunta?",
    "jawaban": "Summoning Jutsu"
  },
  {
    "pertanyaan": "Senjata apa yang digunakan oleh Susano'o Sasuke?",
    "jawaban": "Busur dan Panah"
  },
  {
    "pertanyaan": "Berapa jumlah Diamond yang bisa kamu dapatkan dari Weekly Diamond Pass",
    "jawaban": "220"
  },
  {
    "pertanyaan": "Di usia berapa Kakashi menjadi Chunin?",
    "jawaban": "6"
  },
  {
    "pertanyaan": "Siapa yang menjadi pemimpin tertinggi pasukan Aliansi Shinobi selama perang dunia ninja keempat?",
    "jawaban": "Gaara"
  }
]